"AgreeAndProceedButtonText" = "Godkänn och Fortsätt";
"AllowRepatchUpgradeToggle" = "Tillåt omförpackning / uppgradering";
"Credits" = "Tack till:";
"CreditsLinks" = "[@gcenx](https://github.com/Gcenx)
[@nastys](https://github.com/nastys)";
"CreditsText" = "Stort tack till utvecklarna bakom DXVK- och MoltenVK-patcharna för deras stora hjälp och för att de tillhandahåller binärerna.";
"CrossOverDownloadURL" = "https://codeweavers.com/account/downloads";
"CrossOverDownloadURLText" = "CodeWeavers nedladdningssida";
"CrossOverPatcher" = "CXPatcher";
"CWForums" = "CodeWeavers-forum";
"CWForumsURL" = "https://www.codeweavers.com/support/forums/general/?t=27;msg=257865";
"CWWebsite" = "CodeWeavers stöder inte modifierade eller patchade CrossOver-appar, se";
"CXPatcherName" = "CXPatcher";
"DisclaimerPleaseNoteLabelText" = "Observera:";
"DisclaimerText" = "Detta är ett inofficiellt patchningsprogram för CrossOver, och CodeWeavers är inte på något sätt involverade i dess utveckling. Även om det har testats kan denna programvara göra din CrossOver-installation oanvändbar eller instabil. ANVÄND PÅ EGEN RISK. Användning av denna patcher kommer också att ogiltigförklara all officiell support från CodeWeavers.

Om du stöter på problem efter att din installation har blivit patchad kan du ladda ner en ny kopia av CrossOver från CodeWeavers webbplats.";
"XtLibsButtonText" = "Hitta DXMT-mappen";
"XtLibsLabel" = "Installera externt ramverk";
"XtLibsToggle" = "Installera DXMT";
"XtLibsLocateText" = "Hitta DXMT-mappen med knappen nedan:";
"XtLibsPathLabelText" = "Sökväg till mappen med externa resurser";
"XtLibsDisclaimerText" = "VARNING: Detta är en Alpha-version, den kan vara instabil och krascha din dator. Använd på egen risk. När patchen tillämpas MÅSTE DU SKAPA EN NY FLASKA FÖR DXMT";
"GPTKToggle" = "Integrera D3DMetal (GPTK)";
"ForcePatch" = "Tvinga patch";
"Instructions" = "Instruktioner";
"InstructionsAskWhatDo" = "Vad gör detta program?";
"InstructionsButtonText" = "Instruktioner";
"InstructionsFunctionDescription" = "Denna patcher modifierar din CrossOver-installation för att använda uppdaterade och justerade versioner av DXVK och MoltenVK, vilket i vissa fall kommer att förbättra kompatibilitet eller prestanda för vissa spel.";
"InstructionsText" = "Se till att du har en oförändrad version av CrossOver, som har laddats ner från ditt CodeWeavers-konto. Se till att CrossOver har registrerats och körts minst en gång för att säkerställa att den senaste DXVK-versionen aktiveras korrekt. Du kan behöva slå av och på DXVK i CrossOver. Om din CrossOver-installation av någon anledning blir oanvändbar kan du ladda ner den igen från CodeWeavers webbplats; denna patcher kommer inte att göra några permanenta ändringar i dina CrossOver-flaskor.";
"PatchStatusAlreadyPatched" = "Denna CrossOver.app har redan blivit patchad!";
"PatchStatusError" = "Kunde inte patcha CrossOver.app. Var god kontrollera att du försöker patcha den officiella versionen av CrossOver %@ från CodeWeavers webbplats.";
"PatchStatusReady" = "Släpp din CrossOver.app här\neller klicka för att välja den i Finder";
"PatchStatusSuccess" = "CrossOver.app har blivit framgångsrikt patchad";
"RestoreButtonLabel" = "Återställ";
"RestoreConfirm" = "Bra!";
"RestoreFailure" = "Antingen är denna CrossOver.app inte patchad eller så har den blivit patchad med en inkompatibel version av CXPatcher.";
"RestoreStatusLabel" = "Återställ CrossOver.app";
"RestoreSuccess" = "CrossOver.app har återställts framgångsrikt.";
"GcenxURL" = "https://github.com/Gcenx";
"nastysURL" = "https://github.com/nastys";
"MediaFoundation" = "För att få Media Foundation-biblioteken att fungera måste du installera GStreamer (Installation krävs för alla användare)";
"DownloadGStreamer" = "Ladda ner GStreamer";
"GStreamerInstalled" = "GStreamer är redan installerat";
"waitFor" = "Väntar på att du läser igenom friskrivningsklausulen och bekräftar";
"confirmationValue" = "Jag kommer inte att begära support eller återbetalning från CodeWeavers";
"confirmation" = "Skriv 'Jag kommer inte att begära support eller återbetalning från CodeWeavers' i inmatningsfältet nedan";
"unsupported" = "utan stöd";
"bottlesPathToggle" = "Använd en separat flaskväg";
"optionsButtonText" = "Avancerade alternativ";
"options" = "Alternativ";
"MTLHUDToggle" = "METAL HUD alltid på";
"DisableFastMathToggle" = "Inaktivera snabb matematik";
"DisableAutoUpdate" = "Förhindra automatisk uppdatering av CrossOver";
"bottlesToggleHelp" = "Flaskor kommer att sparas i en annan mapp. CrossOver kommer inte att använda de flaskor som genererats med standard-CrossOver. Du kanske behöver skapa en ny flaska. Det finns ett alternativ att anpassa vägen där flaskorna är placerade.";
"gptkToggleHelp" = "Uppdaterar de aktuella Gameporting toolkit-biblioteken";
"mkvToggleHelp" = "Uppdaterar MoltenVK-biblioteken (med UE4 Hack)";
"dxvkToggleHelp" = "Uppdaterar DXVK-biblioteken";
"signatureToggleHelp" = "Tar bort appens signatur för att åtgärda GateKeeper-problem (appen öppnas med högerklick)";
"autoUpdateToggleHelp" = "Inaktiverar CrossOvers uppdateringskontrollmeddelande";
"fastMathToggleHelp" = "Åtgärdar vissa renderingsproblem med vissa spel som använder DXVK (LÅNGSAMMARE) för alla flaskor";
"advertiseAVXToggle" = "Alltid annonserar AVX";
"advertiseAVXToggleHelp" = "Detta tvingar rosetta att annonsera AVX, istället för att bara använda det vid behov (vissa spel som Yakuza behöver det för att fungera). Kan få vissa spel att fungera men kan potentiellt sakta ner eller förstöra andra spel. Om du är osäker, lämna okryssad";
"hudToggleHelp" = "Aktiverar Metal Hud för alla flaskor";
"MVKdontPatch" = "På grund av inte lappa";
"MVKbaseline" = "Bas MVK + UE4 hack";
"MVKlatest" = "Senaste MVK + UE4-hack";
"MVKexperimental" = "Experimentellt MVK + UE4-hack";
"DXVKAsyncToggle" = "Asynkron DXVK";
"DXVKAsyncToggleHelp" = "Aktiverar asynkron kompilering av DXVK-shaders";
"continue" = "Fortsätt";
"d3dMetalCache" = "D3dMetal-cache";
"clearD3dmetalCache" = "Rensa";
"ShowD3dmetalCacheFolder" = "Visa mapp";
"findSteamCaches" = "Hitta Steam-cacher";
"d3dmetalCacheDeleted" = "All D3dMetal-cache har rensats";
"d3dmetalCacheDeleteFailed" = "Det gick inte att ta bort d3dmetal-cache";
"scanningSteamFolders" = "Söker efter Steam-cache-mappar";
"clickFindSteamCaches" = "Klicka för att skanna Steam-cache-mappar";
"steamCacheDeleted" = "Den valda Steam-cache-mappen har rensats";
"steamCacheDeleteFailed" = "Det gick inte att ta bort vald Steam-cache";
"steamCacheDeleteInProgress" = "Rensar vald Steam-cache";
"toolsButtonText" = "Verktyg";
"DXMTOptions" = "DXMT Alternativ";
"preferredMaxFrameRate" = "Maximal Bildfrekvens: %@";
"preferredMaxFrameRateHelp" = "Kan ställas in för att låta Metal kontrollera applikationens bildfrekvens. Värdet måste vara en multipel av skärmens uppdateringsfrekvens. (t.ex. 15/30/40/60/120 är giltigt för en 120Hz-skärm).";
"metalFXSpatial" = "Metal FX Spatial";
"metalFXSpatialHelp" = "Aktiverar MetalFX:s spatiala uppskalning på utgångskedjan. Som standard fördubblar den utgångsupplösningen.";
"metalSpatialUpscaleFactor" = "Uppskalningsfaktor: %@";
